INSERT INTO objects (object_owner_id, kadastr_num, object_type, name, assignment, space_longness, build_year, adress, rnki_number, carrying_ammount, status)
VALUES
(3,'24:50:0600052:149','Сооружение','Сети канализации','сооружение коммунального хозяйства',286.0, 2018,'Российская Федерация, Красноярский край, г. Красноярск, Кировский район, от нежилого здания по ул. академика Павлова, 21, стр.1,2,6 до точки врезки','П12000011768',1.0,'действующий'),
(3,'24:50:0600051:27','Здание','Нежилое здание','Здания спортивных объектов',1505.8,1970,'Красноярский край, г. Красноярск, ул. академика Павлова, зд. 21, строение 6','П12000004917',5093400.0,'действующий'),
(3,'24:50:0600052:147','Сооружение','Наружное освещение','сооружение электроэнергетики',528.0,2018,'Российская Федерация, Красноярский край, г. Красноярск, Кировский район, от ТП 6/04 кВ до опор уличного освещения в районе нежилого здания по ул. академика Павлова, 21, стр. 1,2,6','П12000011764',1.0,'действующий'),
(3,'24:50:0600052:146','Сооружение','Подземная кабельная ЛЭП низкого напряжения','сооружение электроэнергетики',295.0,2018,'Российская Федерация, Красноярский край, г. Красноярск, Кировский район, от ТП 6/04 кВ до нежилого здания по ул. академика Павлова, 21, стр.1,2,6','П12000011767',1.0,'действующий'),
(3,'24:50:0600052:142','Сооружение','Наружные сети теплоснабжения','сооружение коммунального хозяйства',233.0,2018,'Российская Федерация, Красноярский край, г. Красноярск, от существующей сети в тепловой камере УТ1 по пер. Маяковского до нежилого здания по ул.академика Павлова, 21, стр.1,2,6','П12000011769',1.0,'действующий'),
(3,'24:50:0600052:143','Сооружение','Региональный центр по регби. Спорткомплекс "Авангард" (этап). Трансформаторная подстанция 6/0,4 кВ','сооружение электроэнергетики',58.3,2018,'Российская Федерация, Красноярский край, г. Красноярск, Кировский район, ул. Павлова, 21, строение 1,2,6','П12000011765',1.0,'действующий'),
(3,'24:50:0600052:158','Сооружение','Наружные сети водоотведения','сооружение коммунального хозяйства',516.0,2018,'Российская Федерация, Красноярский край, г. Красноярск, Кировский район, в районе тренировочного поля до резервуаров 1 и 2 по ул. академика Павлова, 21, стр.1,2,6','П12000012646',0.0,'действующий'),
(3,'24:50:0600052:144','Сооружение','Наружное электроосвещение спортивных объектов','сооружение электроэнергетики',504.0,2018,'Российская Федерация, Красноярский край, г. Красноярск, Кировский район от ТП 6/04 кВ до прожекторных мачт ПМ1-40, ПМ2-40, ПМ3-40, ПМ4-40','П12000011766',1.0,'действующий'),
(3,'24:50:0600052:150','Сооружение','Наружные сети водоснабжения','сооружение коммунального хозяйства',437.0,2018,'Российская Федерация, Красноярский край, г. Красноярск, Кировский район, от точек врезки в существующие городские сети по пер.Маяковского в районе жилого дома ул.Щорса, 23 и по ул. Гастелло до нежилого здания по ул. академика Павлова, 21, стр.1,2,6','П12000011770',1.0,'действующий'),
(3,'24:50:0600052:148','Сооружение','Региональный центр по регби. Спорткомплекс "Авангард" (этап). Западная трибуна','спортивно-оздоровительное сооружение',3013.8,2018,'Красноярский край, г. Красноярск, Кировский район, ул. Академика Павлова, д. 21, строен. 1,2,6','П12000011763',395229000,'действующий')
;

INSERT INTO objects (object_owner_id, kadastr_num, object_type, name, assignment, space_longness, adress, rnki_number, carrying_ammount, status)
VALUES
(3,'24:50:0000000:165205','Помещение','Нежилое помещение','Нежилое помещение',32.5,'Россия, Красноярский край, г. Красноярск, ул. академика Павлова, № 21, строение 1, пом. 6','П13000001787',166401.3,'действующий'),
(3,'24:50:0000000:172797','Помещение','Нежилое помещение','Нежилое помещение',87.2,'Россия, Красноярский край, г. Красноярск, ул. академика Павлова, зд. 21, строение 1, пом. 4','П13000001784',446467.52,'действующий'),
(3,'24:50:0000000:168649','Помещение','Нежилое помещение','Нежилое помещение',1007.2,'Красноярский край, г. Красноярск, ул. академика Павлова, зд. 21, строение 1, пом. 3','П13000001783',5156904.59,'действующий'),
(3,'24:50:0000000:168784','Помещение','Нежилое помещение','Нежилое помещение',285.4,'Россия, Красноярский край, г. Красноярск, ул. академика Павлова, № 21, строение 1, пом. 5','П13000001786',1461259.5,'действующий')
;


INSERT INTO objects (object_owner_id, kadastr_num, object_type, name, assignment, space_longness, adress, rnki_number, carrying_ammount, status)
VALUES
(3,'24:50:0600052:11','Земельный участок','размещение объектов спортивно-оздоровительного назначения, открытых стоянок, подземных и многоэтажных гаражей-стоянок ',41101,'Местоположение установлено относительно ориентира, расположенного в границах участка. Ориентир нежилые здания. Почтовый адрес ориентира: Красноярский край, г. Красноярск, ул. Павлова академика, 21, строения 1, 2, 6','П11000001714',143807503.36,'действующий'),
(3,'24:50:0600052:151','Земельный участок','коммунальное обслуживание (код - 3.1), для размещения коммунальных, складских объектов',238,'Красноярский край, г. Красноярск, ул. Павлова','П11000030328','24:50:0600052:151-24/095/2019-1',152976.88, 'действующий'),




kadastr_num VARCHAR(30) UNIQUE COMMENT 'кадастровый номер',
	object_type ENUM ('Здание', 'Сооружение', 'Помещение', 'Земельный участок') COMMENT 'вид объекта',#VARCHAR(100)
	name VARCHAR(300),
	`assignment` VARCHAR(100) COMMENT 'назначение/разрешенное использование',
	space_longness FLOAT DEFAULT 0.00 COMMENT 'площадь/протяженность',
	liter VARCHAR(20) COMMENT 'литера',
	build_year YEAR COMMENT 'год завершения строительства/ввода в эксплуатацию',
	adress VARCHAR(500) COMMENT '',
	rnki_number VARCHAR(12) UNIQUE COMMENT 'РНКИ',
	carrying_ammount FLOAT DEFAULT 0 COMMENT 'балансовая стоимость',
	status ENUM('действующий', 'архивный') COMMENT 'статус объекта: действующий/архивный',
	

INSERT INTO owners (